export const ourServices = [
  {
    title: 'Сайт-візитка або лендінг від новачків',
    price: 0,
    description: 'Розробка проводиться під контролем досвідчених розробників.',
    features: [
      'Простий сайт із базовим функціоналом.',
      '✅ Вивантаження на безкоштовний хостинг.',
    ],
  },
  {
    title: 'Сайт-візитка / Лендінг',
    price: 400,
    description:
      'Ідеально аби заявити про себе, структуровано подати інформацію вашим клієнтам!',
    features: [
      '📩 Форма зворотного зв’язку.',
      '🌐 Перемикання мов.',
      '🔒 Угода про обробку персональних даних.',
      '🔗 Власний домен.',
      '🔒 SSL-сертифікат.',
    ],
  },
  {
    title: 'Багатосторінковий сайт',
    price: 850,
    description: 'Для компаній, які хочуть представити себе професійно!',
    features: [
      '📩 5+ сторінок.',
      '📩 Форма зворотного зв’язку.',
      '🌐 Перемикання мов.',
      '🔒 Угода про обробку персональних даних.',
      '🔗 Власний домен.',
      '🔒 SSL-сертифікат.',
    ],
  },
  {
    title: 'Сайт-блог',
    price: 1000,
    description: 'Для компаній, які хочуть вийти в топ пошуковиків!',
    features: [
      '📩 Форма зворотного зв’язку.',
      '🌐 Перемикання мов.',
      '🔒 Угода про обробку персональних даних.',
      '🔗 Власний домен.',
      '🔒 SSL-сертифікат.',
      '🔗 Адмін панель для додавання статтей.',
    ],
  },
  {
    title: 'Інтернет-магазин',
    price: 2000,
    description: 'Так! Цілий інтернет магазин з нуля!',
    features: [
      '📩 Вітрина',
      '🛒 Корзина',
      '💳 Оплат',
      '🔒 Гарантуванн безпеки',
      '🔗 Власний домен.',
      '🌐 адмін панель для керування товарами.',
    ],
  },
];

export type OurServices = typeof ourServices;